[
      {
            "Name": "Pizzeria Alt Hamburg",
            "Rating": 3.6,
            "Price Score": 1,
            "Place_ids": "ChIJFZGi8nGPsUcR4Y8c8Z8yvkg",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJFZGi8nGPsUcR4Y8c8Z8yvkg&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "We were here around 11pm and wanted to sit in the restaurant, which is open until 4am, but we weren't allowed to. We were supposed to sit outside on the beer tent table, luckily the weather played along.\nA small pizza was ordered outside through a window, then it was prepared and put in the oven.\nI ordered a Hawaiian pizza and I liked it, I think a small pizza to go for €2.50 is absolutely fine and if it tastes good, what more could you want?\nMy companion had salami pizza, which didn't taste so good.",
            "Review_2": "There were three of us, 2 adults and a child, who just came in and sat down at a completely dirty table. When I took a serving to wipe the table myself, the waiter yelled at us in front of the child!!! We should have asked if we could sit down. We didn't say hello when we came in and cleaning the table ourselves wasn't allowed either!!!! We left straight away and are happy that we didn't spend a cent there. Avoid this shop!!!!! 0 stars\nNo hygiene\nVery dirty shop\nExtremely unfriendly\nIf I hadn't had a child, I would have knocked the teeth out of the person behind the counter!!!\nAfter researching, it's always the same!!!!\nDirty and unfriendly!!!!\n\nDefinitely avoid",
            "Review_3": "A cult neighborhood shop with its own charm. Nothing special but definitely tasty pizzas. We were served nicely by incredibly relaxed and laid-back staff who always had a calm demeanor. The pizza chef said that there were no large pizzas at the moment and just made 3 small pizzas instead. That's what flexibility is all about and it was a positive thing. Recommended if you don't always want to go to standard restaurants.",
            "Review_4": "We wanted something quick to eat and ended up here spontaneously. Unfortunately, the taste wasn't great. The Margarita pizza also came with olives, which I didn't like. Nice intentions, but not sustainable, as they were just wasted... There is only outdoor seating.",
            "Review_5": "Pizza was rather mediocre, 2 points for the food only because there were 2 of them and the quantity was right. It's a shame that the quality wasn't good.\nService and ambience bad. Unfriendly service and card payment not possible.\nWe were asked to leave again to sit on the wet bench.\nReceipts are not given when asked.",
            "Google map link": "https://www.google.com/maps?q=53.5486225,9.9605139",
            "Distance to a place": "1.8 km",
            "Opening hours": [
                  "Montag: 12:00–04:00 Uhr",
                  "Dienstag: 12:00–04:00 Uhr",
                  "Mittwoch: 12:00–04:00 Uhr",
                  "Donnerstag: 12:00–04:00 Uhr",
                  "Freitag: 12:00–04:00 Uhr",
                  "Samstag: 12:00–04:00 Uhr",
                  "Sonntag: 12:00–04:00 Uhr"
            ]
      },
      {
            "Name": "Pauli Pizza",
            "Rating": 4.7,
            "Price Score": 1,
            "Place_ids": "ChIJ0Xi-GG6PsUcRbF1ohWBD_tM",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJ0Xi-GG6PsUcRbF1ohWBD_tM&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Just tried it based on the reviews. Normal tourists would get lost. It's the size of a small snack bar with about four seats and a bench outside 😁 definitely cozy there. Very friendly staff and the self-assembly pizza was really great. Definitely recommended and only a few meters from the Reeperbahn.",
            "Review_2": "Bad experience at Pauli Pizza\n\nI recently went to Pauli Pizza and unfortunately I have to say that I was very disappointed. The dough was dry and simply inedible. You can clearly see that cheap products are used here. The place also smells unpleasant. I don't understand how this pizzeria got so many good reviews. I definitely won't be coming back.",
            "Review_3": "We were on vacation and several restaurants recommended Pauli Pizza. And what can I say, great staff, better service and most importantly, the pizza tastes great.\nThe price is reasonable, even quite cheap.\nAuthentic Hamburg pizza, worth a visit!\n\nIf we're in Hamburg again, we'll definitely go back.",
            "Review_4": "Subterranean... any frozen pizza tastes better. Sorry but after the reviews I expected more.",
            "Review_5": "The little wait was definitely worth it. Brilliant pizza with a crispy base and perfect all around. I ordered sucuk as an extra and the pizza was one of the best I've ever had. The shop is tiny, the staff are nice and when the food tastes so good, you'll want to come back again and again. The location is great too.\nEdit: Today the owner baked it himself, super nice, super tasty.",
            "Google map link": "https://www.google.com/maps?q=53.5505972,9.9603887",
            "Distance to a place": "1.8 km",
            "Opening hours": [
                  "Montag: 12:00–00:00 Uhr",
                  "Dienstag: 12:00–00:00 Uhr",
                  "Mittwoch: 12:00–00:00 Uhr",
                  "Donnerstag: 12:00–00:00 Uhr",
                  "Freitag: 12:00–03:00 Uhr",
                  "Samstag: 12:00–03:00 Uhr",
                  "Sonntag: 15:00–22:00 Uhr"
            ]
      },
      {
            "Name": "Luigi's",
            "Rating": 4.2,
            "Price Score": 2,
            "Place_ids": "ChIJn1XDLwyPsUcRyuXj-mBk-pE",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJn1XDLwyPsUcRyuXj-mBk-pE&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Absolutely outrageous!\n🌟🌟🌟🌟🌟\nWe went to Luigi's for the first time today and will never go to another Italian restaurant again!! 😭♥️😂\nThe food was unbelievably delicious!! The service was great, the atmosphere was fantastic, the food was perfect. You can't ask for anything more! When we're back in Hamburg we'll definitely come back! THANK YOU!\nPS: We had made a reservation beforehand ☺️",
            "Review_2": "You just have to experience it.\nThe pizza was simply fantastic. Really incredibly tasty.\nThe service was funny and friendly.\n\nYou won't be sitting there for long though. The bill came without being asked for because the next people were already there.\n\nBut it was an absolute experience.",
            "Review_3": "The first look at the menu, where am I? Pizzas around €20! But when you get the pizzas served, you know why! Huge, unique taste, thin base, lots of toppings. Italy in Hamburg!!! Great place, great atmosphere, friendly service. Great desserts.\nAt the end you get \"Grappa and Sampuca\" served on the house. Not just a glass, but a whole bottle! Drink as much as you want ;-).",
            "Review_4": "Very winding and therefore really cozy pizzeria - I always come here when I visit Hamburg. Very tasty pizza and absolutely quick preparation. The place was completely full and we still didn't have to wait ten minutes. Make sure to reserve in advance, otherwise expect to wait.\n\nThe menu is really big, there is a lot to choose from - definitely recommend it! :)",
            "Review_5": "You have to love it! It's different...it's Italian...it's just wonderful to go there again and again. The pizzas range from classic traditional to unusual but they're all a dream and super tasty. Paying the bill tastes just as delicious ;-)",
            "Google map link": "https://www.google.com/maps?q=53.5456437,9.974447499999998",
            "Distance to a place": "0.9 km",
            "Opening hours": [
                  "Montag: 11:30–23:30 Uhr",
                  "Dienstag: 11:30–23:30 Uhr",
                  "Mittwoch: 11:30–23:30 Uhr",
                  "Donnerstag: 11:30–23:30 Uhr",
                  "Freitag: 11:30–23:30 Uhr",
                  "Samstag: 11:30–23:30 Uhr",
                  "Sonntag: 12:00–23:30 Uhr"
            ]
      },
      {
            "Name": "Pizzeria am Schlump",
            "Rating": 4.0,
            "Price Score": 1,
            "Place_ids": "ChIJL94NVEaPsUcRTikKc52KNAY",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJL94NVEaPsUcRTikKc52KNAY&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "I had a pizza with turkey ham and mushrooms, unfortunately the pizza was very dry and not really spectacular in terms of taste. The dough also tastes almost like nothing, the pizza used to be much better. I think it's good, though, that there are alternatives to pork here, such as turkey ham, beef salami, ground beef, etc.",
            "Review_2": "You won't find a hygiene concept here. We weren't asked for our address details and were served in a friendly manner even without a face mask.\nYou can eat cheaply here if your expectations aren't too high. Unfortunately, my tuna pizza wasn't cooked all the way through and there was only a small amount of tuna on it.\nThe freshly tapped beer was good.\nHowever, I would have liked the service to have a look in between to see if we wanted anything else.",
            "Review_3": "Found it by chance at Lieferando because nothing else was open 🤣. We ordered a large party pizza with 4 toppings and tiramisu. At just under €37, the price is completely reasonable compared to other local delivery services. Fast delivery and delicious pizza. Tastes good even when reheated. 😜 Until next time",
            "Review_4": "7€ for a tomato salad consisting of a sliced ​​tomato and some onions. Pizza was OK.. Unfortunately, the price/performance ratio was terrible.",
            "Review_5": "Great pizza and there are alternatives to pork too. Great service and atmosphere 👍",
            "Google map link": "https://www.google.com/maps?q=53.56857999999999,9.972079999999998",
            "Distance to a place": "2.7 km",
            "Opening hours": [
                  "Montag: 11:00–01:30 Uhr",
                  "Dienstag: 11:00–01:30 Uhr",
                  "Mittwoch: 11:00–01:30 Uhr",
                  "Donnerstag: 11:00–01:30 Uhr",
                  "Freitag: 11:00–01:30 Uhr",
                  "Samstag: 16:00–01:30 Uhr",
                  "Sonntag: 14:00–01:30 Uhr"
            ]
      },
      {
            "Name": "60 Seconds to Napoli",
            "Rating": 4.5,
            "Price Score": 2,
            "Place_ids": "ChIJ43Q13wOPsUcRNihRcbs-qUw",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJ43Q13wOPsUcRNihRcbs-qUw&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Very tasty Neapolitan pizzas with high-quality Italian ingredients and an absolutely delicious dough. There is a large selection of pizzas and the homemade desserts are also excellent. The service is not quite as good: after standing unnoticed at the reception for a few minutes, we then had to wait 10 minutes for our table despite having a reservation. Even later on, the service was not particularly attentive. We would have liked to order more drinks, but after a long wait we decided to pay the bill.",
            "Review_2": "The pizzas were really delicious! The soft and doughy crust... really great!\n1 point deducted for the service. The waiters were nice, but we were seated in a back (slightly separated) area and were treated very poorly after we ordered. Only after we actively drew attention to ourselves did the waiter come (it would be nice if the guests in the back area were also given more attention)",
            "Review_3": "The food was OK, but unfortunately there was a bit too much oil in the starter (bruschetta) and the salad was cut so small that it was difficult to use a knife and fork....\n\nService was good.\n\nUnfortunately the restaurant was a bit noisy.\n\nWhen it was busy it was even very loud, making conversation difficult.\n\nThe atmosphere seemed cold and a little less cozy despite the nice design. Hence only 3 stars. Unfortunately, you never got the feeling that you wanted to linger here...",
            "Review_4": "A huge restaurant. We got a table after a short wait.\nThe starter was unfortunately not great.\nA pizza with various toppings. The base was unfortunately quite hard/rubbery.\nThe actual pizza, on the other hand, was really delicious and recommended. Since it was an open kitchen, you could watch the pizzas being made.\nThe restaurant was quite loud due to its size.\n\nThanks for this experience though❤️",
            "Review_5": "I've been there several times and the pizzas are really excellent. At certain times it's very busy, so you should definitely make a reservation. It depends on where you sit, but sometimes the music was way too loud for me personally. Also, sometimes it took a long time to get the bill. But these are really just minor things. Otherwise, I'm really very satisfied 😋😊",
            "Google map link": "https://www.google.com/maps?q=53.54869,9.99123",
            "Distance to a place": "0.4 km",
            "Opening hours": [
                  "Montag: 12:00–00:00 Uhr",
                  "Dienstag: 12:00–00:00 Uhr",
                  "Mittwoch: 12:00–00:00 Uhr",
                  "Donnerstag: 12:00–00:00 Uhr",
                  "Freitag: 12:00–00:00 Uhr",
                  "Samstag: 12:00–00:00 Uhr",
                  "Sonntag: 12:00–00:00 Uhr"
            ]
      }
]