[
      {
            "Name": "Pizzeria Alt Hamburg",
            "Rating": 3.6,
            "Price Score": 1.0,
            "Place_ids": "ChIJFZGi8nGPsUcR4Y8c8Z8yvkg",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJFZGi8nGPsUcR4Y8c8Z8yvkg&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Waren gegen 23 Uhr hier und wollten uns ins Restaurant setzen, hat ja bis 4 Uhr auf, durften wir aber nicht. Sollten und draußen auf die Bierzelten Garnitur setzen, zum Glück hat das Wetter mitgespielt.\nKleine Pizza draußen durch ein Fenster bestellt, wurde dann zubereitet und ab in den Ofen.\nHabe Hawaii Pizza bestellt und mir hat sie gut geschmeckt, für 2,50€ eine kleine Pizza auf die Hand finde ich absolut in Ordnung und wenn sie noch schmeckt, was will man mehr.\nMeine Begleitung hatte Salami Pizza, die war geschmacklich wohl nicht so gut.",
            "Review_2": "Wir sind eben zu dritt, 2 Erwachsene und einen Kind reingekommen, haben uns an einen völlig dreckigen Tisch gesetzt, als ich eine servierte nahm um den Tisch selber zu wischen wurden wir im Beisein mit Kind angebrüllt vom Kellner!!! Wir hätten fragen müssen ob wir uns setzen dürfen. Wir hätten nicht Guten Tag gesagt beim reinkommen und den Tisch selber reinigen war auch nicht erlaubt!!!! Sind direkt wieder raus und glücklich das wir dort kein Cent gelassen haben. Meidet diesen Laden!!!!! 0 Sterne\nKeine Hygiene\nsehr dreckiger Laden\nHeftig unfreundlich\nOhne Kind hätte ich dem hinterm Tresen die Zähne eingehauen!!!\nNach Recherche immer das gleiche!!!!\nDreckig und unfreundlich!!!!\n\nUnbedingt meiden",
            "Review_3": "Kultiger Kiez-Laden mit eigenem Charme. Keine besonderen aber durchaus leckeren Pizzen. Wir wurden nett bedient von unglaublich entspanntem und lockerem Personal, die immer die Ruhe weg haben. Der Pizzabäcker meinte, dass es gerade keine großen Pizzen gibt und hat stattdessen einfach 3 kleine Pizzen gemacht. So muss Flexibilität sein und ist positiv aufgefallen. Zu empfehlen wenn man nicht immer nur in Standard Restaurants gehen will.",
            "Review_4": "Wir wollten schnell was essen und sind spontan hier gelandet. Geschmacklich leider nicht der Knaller. Die Margarita-Pizza kam zudem mit Oliven, die ich leider nicht mochte. Nett gemeint, aber nicht nachhaltig gedacht, da sie so nur für die Tonne waren... Sitzmöglichkeiten gibt es nur draußen.",
            "Review_5": "Pizza war eher mittelmäßig, 2 Punkte für das Essen gibt es nur weil es 2 davon gab und die Menge stimmt. Schade, dass die Qualität nicht gut war.\nService und Ambiente schlecht. Unfreundliche Bedienung und Kartenzahlung nicht möglich.\nWir würden wieder rausgebeten um uns auf die nasse Bank zu setzen.\nQuittungen gibt es auf Nachfrage nicht.",
            "Google map link": "https://www.google.com/maps?q=53.5486225,9.9605139",
            "Distance to a place": "94.2 km",
            "Opening hours": [
                  "Montag: 12:00–04:00 Uhr",
                  "Dienstag: 12:00–04:00 Uhr",
                  "Mittwoch: 12:00–04:00 Uhr",
                  "Donnerstag: 12:00–04:00 Uhr",
                  "Freitag: 12:00–04:00 Uhr",
                  "Samstag: 12:00–04:00 Uhr",
                  "Sonntag: 12:00–04:00 Uhr"
            ]
      },
      {
            "Name": "Pauli Pizza",
            "Rating": 4.7,
            "Price Score": 1.0,
            "Place_ids": "ChIJ0Xi-GG6PsUcRbF1ohWBD_tM",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJ0Xi-GG6PsUcRbF1ohWBD_tM&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Gerade nach den Bewertungen mal getestet. Normaler Tourist verläuft sich eher. Größe eines kleinen Imbiss mit etwas vier Plätzen und draußen eine Bank 😁 auf jeden Fall kuschelig dort. Sehr nettes Personal und die selbst zusammenstellbare Pizza war echt Klasse. Auf jeden Fall empfehlenswert und nur ein paar Meter entfernt von der Reeperbahn.",
            "Review_2": "Schlechte Erfahrung bei Pauli Pizza\n\nIch war kürzlich bei Pauli Pizza und muss leider sagen, dass ich sehr enttäuscht war. Der Teig war trocken und einfach nicht genießbar. Man merkt deutlich, dass hier billige Produkte verwendet werden. Außerdem riecht es im Lokal unangenehm. Ich verstehe nicht, wie diese Pizzeria so viele gute Bewertungen bekommen hat. Ich werde definitiv nicht wiederkommen.",
            "Review_3": "Wir waren im Urlaub, und haben von mehreren Lokalen eine Empfehlung für Pauli Pizza bekommen. Und was soll ich sagen, super Personal, mehr Service und das wichtigste die Pizza schmeckt super.\nPreislich angemessen, sogar eher günstig.\nAuthentisch Hamburger Pizza, ein Besuch wert!\n\nSollten wir wieder in Hamburg sein gehen wir auf jeden Fall wieder hin.",
            "Review_4": "Unterirdisch.. jede Tiefkühlpizza schmeckt besser. Sorry aber nach den Bewertungen habe ich mehr erwartet.",
            "Review_5": "Das bisschen Wartezeit hat sich ja mal sowas von gelohnt. Geniale Pizza mit knusprigem Boden und rundum perfekt. Ich habe Sucuk als Zusatz bestellt und die Pizza war eine der besten, die ich jemals hatte. Der Laden ist winzig, der Mitarbeiter nett und wenn das Essen so schmeckt, kommt man auch gerne immer wieder. Lage auch super.\nEdit: Heute hat der Inhaber selbst gebacken, super lieb, super lecker.",
            "Google map link": "https://www.google.com/maps?q=53.5505972,9.9603887",
            "Distance to a place": "94.0 km",
            "Opening hours": [
                  "Montag: 12:00–00:00 Uhr",
                  "Dienstag: 12:00–00:00 Uhr",
                  "Mittwoch: 12:00–00:00 Uhr",
                  "Donnerstag: 12:00–00:00 Uhr",
                  "Freitag: 12:00–03:00 Uhr",
                  "Samstag: 12:00–03:00 Uhr",
                  "Sonntag: 15:00–22:00 Uhr"
            ]
      },
      {
            "Name": "Luigi's",
            "Rating": 4.2,
            "Price Score": 2.0,
            "Place_ids": "ChIJn1XDLwyPsUcRyuXj-mBk-pE",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJn1XDLwyPsUcRyuXj-mBk-pE&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Eine absolute Unverschämtheit!\n🌟🌟🌟🌟🌟\nWir waren heute erstmalig bei Luigi's und können deswegen nie wieder zu einem anderen Italiener gehen!! 😭♥️😂\nDas Essen war unfassbar lecker!! Der Service war super, Ambiente grandios, Essen perfekt. Mehr will man gar nicht! Wenn wir wieder in Hamburg sind dann werden wir auf jeden Fall wiederkommen! DANKE!\nPS: Wir hatten zuvor reserviert ☺️",
            "Review_2": "Muss man einfach erlebt haben.\nDie Pizza war einfach grandios. Echt wahnsinnig lecker.\nDer Service lustig und nett.\n\nLange sitzen ist dort allerdings nicht. Rechnung kam ohne Aufforderung weil die nächsten schon standen.\n\nAber ein absolutes Erlebnis.",
            "Review_3": "Der erste Blick in die Speisekarte, wo bin ich hier? Pizzas rund € 20! Aber wenn man die Pizzas serviert bekommt, weiß man warum! Riesengroß, Geschmack einzigartig, dünner Boden, viel Belag. Italien in Hamburg!!! Super Lokal, tolles Ambiente, freundliche Bedienung. Super Nachspeisen.\nAm Ende bekommt man noch auf Kosten des Hauses \"Grappa und Sampuca\" serviert. Nicht nur ein Glas, sondern gleich eine eine ganze Flasche! Trinken Sie soviel Sie wollen ;-).",
            "Review_4": "Sehr verwinkelte und dadurch total gemütliche Pizzeria - ich komme immer her, wenn ich in Hamburg zu Besuch bin. Sehr leckere Pizza und absolut rasante Zubereitung. Der Laden war komplett voll und trotzdem haben wir keine zehn Minuten gewartet. Unbedingt vorher reservieren, ansonsten mit Wartezeiten rechnen.\n\nDie Speisekarte ist wirklich groß, es gibt sehr viel Auswahl - ganz klare Empfehlung! :)",
            "Review_5": "Man muss es lieben! Es ist anders...es ist italienisch...es ist einfach herrlich dort immer wieder einzukehren. Die Pizzen sind von klassisch traditionell bis hin zu außergewöhnlich aber allesamt ein Traum und super lecker. Das bezahlen der Rechnung schmeckt genauso lecker ;-)",
            "Google map link": "https://www.google.com/maps?q=53.5456437,9.974447499999998",
            "Distance to a place": "95.3 km",
            "Opening hours": [
                  "Montag: 11:30–23:30 Uhr",
                  "Dienstag: 11:30–23:30 Uhr",
                  "Mittwoch: 11:30–23:30 Uhr",
                  "Donnerstag: 11:30–23:30 Uhr",
                  "Freitag: 11:30–23:30 Uhr",
                  "Samstag: 11:30–23:30 Uhr",
                  "Sonntag: 12:00–23:30 Uhr"
            ]
      },
      {
            "Name": "60 Seconds to Napoli",
            "Rating": 4.5,
            "Price Score": 2.0,
            "Place_ids": "ChIJ43Q13wOPsUcRNihRcbs-qUw",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJ43Q13wOPsUcRNihRcbs-qUw&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Sehr leckere neapolitanische Pizzen mit hochwertigen italienischen Zutaten und einem absolut leckeren Teig. Die Auswahl von Pizzen ist groß, und auch die selbstgemachten Desserts sind spitze. Nicht ganz so gut läuft's beim Service: Nach einigen Minuten unbemerktem Stehen am Empfang, mussten wir anschließend trotz Reservierung 10 Minuten auf unseren Tisch warten. Auch später war der Service nicht sonderlich aufmerksam. Wir hätten gerne noch mehr Getränke bestellt, haben uns dann aber nach langem Warten für die Rechnung entschieden.",
            "Review_2": "Die Pizzen waren wirklich super lecker! Der weiche und teigige Rand .. wirklich super!\n1 Punkt Abzug gibt es für den Service. Die Bedienungen waren nett, wir wurden jedoch in einen hinteren (etwas abgetrennten) Bereich gesetzt und wurden nach unserer Bestellung sehr stiefmütterlich behandelt. Erst nachdem wir sehr aktiv auf uns aufmerksam gemacht haben, ist die Bedienung gekommen (es wäre schön, wenn auch die Gäste im hinteren Bereich mehr beachtet werden)",
            "Review_3": "Essen in Ordnung aber leider etwas viel Öl in der Vorspeise (Bruscetta) und der Salat so kleingeschnitten dass es schwer fällt mit Messer & Gabel zu arbeiten....\n\nService war gut.\n\nRestaurant leider etwas hellhörig.\nBei hoher Auslastung sogar sehr laut, sodass Unterhaltungen schwieriger werden.\n\nAmbiente wirkt kühl und etwas weniger gemütlich trotz schönem Design. Daher nur 3 Sterne. Leider kam nie das Gefühl auf, hier möchte man verweilen...",
            "Review_4": "Ein riesen Lokal. Wir haben mit kurzer Wartezeit einen Tisch bekommen.\nDie Vorspeise war leider nicht der Hit.\nEine Pizza mit verschiedenen Belägen. Der Boden war leider recht hart/gummimäßig.\nDie eigentliche Pizza war dagegen wirklich mega lecker und empfehlenswert. Da es eine offene Küche war, konnte man zuschauen wie die Pizzen gemacht wurden.\nIm Lokal war es aufgrund der Größe recht laut.\n\nDennoch danke für diese Erfahrung❤️",
            "Review_5": "Ich war schon mehrmals dort und die Pizzen sind wirklich hervorragend. Zu manchen Uhrzeiten ist es sehr voll, sodass man auf jeden Fall reservieren sollte. Es kommt drauf an, wo man sitzt, aber manchmal war mir persönlich die Musik viel zu laut. Außerdem hat es manchmal lange gedauert bis ich die Rechnung bekommen habe. Das sind aber wirklich nur Kleinigkeiten. Ansonsten bin ich wirklich sehr zufrieden 😋😊",
            "Google map link": "https://www.google.com/maps?q=53.54869,9.99123",
            "Distance to a place": "95.1 km",
            "Opening hours": [
                  "Montag: 12:00–00:00 Uhr",
                  "Dienstag: 12:00–00:00 Uhr",
                  "Mittwoch: 12:00–00:00 Uhr",
                  "Donnerstag: 12:00–00:00 Uhr",
                  "Freitag: 12:00–00:00 Uhr",
                  "Samstag: 12:00–00:00 Uhr",
                  "Sonntag: 12:00–00:00 Uhr"
            ]
      },
      {
            "Name": "Pizzeria am Schlump",
            "Rating": 4.0,
            "Price Score": 1.0,
            "Place_ids": "ChIJL94NVEaPsUcRTikKc52KNAY",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJL94NVEaPsUcRTikKc52KNAY&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Ich hatte eine Pizza mit Putenschinken und Champignons, leider war die Pizza sehr trocken und geschmacklich nich wirklich spektakulär..der Teig schmeckt auch fast nach nichts früher war die Pizza wesentlich besser.. Gut finde ich allerdings,dass es hier auch Alternativen zu Schweinefleisch gibt wie Putenschinken, Rindersalami, Rinderhack etc.",
            "Review_2": "Ein Hygienekonzept sucht man hier vergeblich. Nach Adressdaten wurden wir nicht gefragt und auch ohne Mundschutz freundlich bedient.\nMan kann hier günstig essen, wenn die Ansprüche nicht zu hoch sind. Meine Thunfischpizza war leider nicht ganz durch und auch eher sparsam mit Thunfisch belegt.\nDas frisch gezapfte Bier war gut.\nAllerdings hätte ich mir zwischendurch einen Blick vom Service, ob wir noch was haben wollen, gewünscht.",
            "Review_3": "Durch Zufall bei Lieferando gefunden, weil sonst nichts mehr auf hatte 🤣. Wir haben eine große Partypizza mit 4 Belägen und tiramisu bestellt. Mit knapp 37€ ist der Preis im Vergleich zu anderen ortsansässigen Lieferdiensten völlig in Ordnung. Schnelle Lieferung und leckere Pizza. Schmeckt auch aufgewärmt noch gut. 😜Bis zum nächsten Mal",
            "Review_4": "7€ für einen Tomatensalat der aus einer geschnittenen Tomate und etwas Zwiebeln besteht. Pizza war ok.. Preis Leistung leider unterirdisch.",
            "Review_5": "Großartige Pizza und es gibt auch Alternativen zu Schweinefleisch. Super Service und Atmosphäre 👍",
            "Google map link": "https://www.google.com/maps?q=53.56857999999999,9.972079999999998",
            "Distance to a place": "92.6 km",
            "Opening hours": [
                  "Montag: 11:00–01:30 Uhr",
                  "Dienstag: 11:00–01:30 Uhr",
                  "Mittwoch: 11:00–01:30 Uhr",
                  "Donnerstag: 11:00–01:30 Uhr",
                  "Freitag: 11:00–01:30 Uhr",
                  "Samstag: 16:00–01:30 Uhr",
                  "Sonntag: 14:00–01:30 Uhr"
            ]
      },
      {
            "Name": "Piceno",
            "Rating": 4.6,
            "Price Score": 2.0,
            "Place_ids": "ChIJc5eb-G2PsUcRO9JkUL-GTKY",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJc5eb-G2PsUcRO9JkUL-GTKY&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Schönes authentisches Restaurant, von innen eher klein, sehr freundliches Personal. Essen ist sehr lecker, auch wenn man sich natürlich darüber streiten kann, ob eine Carbonara mit Sahne gemacht werden sollte oder nicht. Das hausgemachte Tiramisu hat uns gut gefallen.",
            "Review_2": "Versteckter Geheimtipp für alle, die gut und authentisch in familiärer Umgebung italienisch essen gehen wollen.\nWir haben das Restaurant durch Zufall gefunden und geschmacklich und qualitativ ist es top! Der Service ist sehr nett und man fühlt sich gleich wie in einer italienischen Familie willkommen geheißen. Das Ambiente ist etwas dunkel und die Wachstischdecken etc. etwas altbacken aber das Essen dafür umso besser. Auf jeden Fall zu empfehlen!",
            "Review_3": "Ein kleines Restaurant in einer Seitenstraße von der Reeperbahn. Es wird auf speziall wünsche eingegangen , manchmal sehr hektisch im Laden durch denn großen Zulauf,aber immer freundlich und herzlich!!! Ich liebe meine Spaghetti Carbonara ❤️",
            "Review_4": "Sehr gemütliche, klassisches Italienisches Restaurant! Super freundlicher Service. Das Essen war eine Eins! Von der Vorspeise bis zum home made Tiramisu!\nWar richtig schön bei Euch!!",
            "Review_5": "Auf jeden Fall einen Besuch wert! Das Personal war nett, wir wurden schnell bedient und haben auch unser Essen schnell bekommen. Das Essen war auch sehr lecker, die Spaghetti allerdings etwas wenig.",
            "Google map link": "https://www.google.com/maps?q=53.5500286,9.962465199999997",
            "Distance to a place": "94.1 km",
            "Opening hours": [
                  "Montag: Geschlossen",
                  "Dienstag: 16:00–00:00 Uhr",
                  "Mittwoch: 16:00–00:00 Uhr",
                  "Donnerstag: 16:00–00:00 Uhr",
                  "Freitag: 16:00–00:00 Uhr",
                  "Samstag: 16:00–00:00 Uhr",
                  "Sonntag: 16:00–00:00 Uhr"
            ]
      },
      {
            "Name": "Trattoria da Mario",
            "Rating": 3.9,
            "Price Score": 2.0,
            "Place_ids": "ChIJgYZlUrO8Y0ERAtuXHTUxM5k",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJgYZlUrO8Y0ERAtuXHTUxM5k&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Preis Leistung stimmt hier. Nur Barzahlung möglich. Kellner eher sehr zurückhaltend aber auch irgendwie ganz lustig drauf. Arbeit haben sie aber nicht erfunden. Setzen sich auch gerne mal hin und reagieren nicht auf Ansprache. Der Ladeist ansonsten aber kultig und genau im Geschehen.",
            "Review_2": "Das Restaurant ist nahe Schanze gelegen und bietet eine einfache Möglichkeit für größere Gruppen gemeinsam nett zu dinieren. Die Preise sind sehr fair, dafür ist die Pizza leider unterdurchschnittlich, besonders der Teig lässt zu wünschen übrig. Würde wenn dann eher die Nudeln bzw. irgendwas anderes als Pizza empfehlen. Aperol, Caipi etc 6,50€ passt.",
            "Review_3": "Die beste Pasta die ich je gegessen habe!! Super netter und schneller Service, trotz EM-Spiel. Essen war heiß und die Portion super. Auch die Fischsuppe war einfach köstlich.\nKommen sehr gerne wieder! 😊",
            "Review_4": "Wir waren am vergangenen Wochenende (23.06.2024) hier zu Gast, der Anlass war ein Geburtstag.\n\nEs wurden die Karten gereicht, aber keinerlei Angebot gemacht in Richtung Aperitif oder einer generellen Getränkeempfehlung, wie ich es von guten Italienern kenne.\n\nDie Vorspeisenauswahl traf unseren Geschmack. Es wurde beim Abräumen weder gefragt, wie es uns geschmeckt hat, noch wurde nach weiteren Getränken gefragt oder diese angeboten.\n\nDer Hauptgang war sehr schmackhaft, allerdings wurde auch hier nichts weiter erfragt.\n\nWir bestellten zum Abschluss Tiramisu und Crème Caramel. Nach ein paar Minuten teilte unsere Bedienung mit, dass  Crème Carmel 86 sei. Das hätte man schon bei der Bestellung wissen und mitteilen können.\n\nStattdessen bot er mir Crème Brûlée an, die in der Karte mit Mangosorbet aufgeführt wurde. Kurzum also bestellt und gefreut, wurde die Crème mit Eis obendrauf serviert. Es war keine Kugel, wie ich erwartet hatte, sondern hatte Ähnlichkeit mit Origami. Eine Kugel wäre mir tatsächlich lieber gewesen. Zudem war das Sorbet schon fast vollständig geschmolzen, wodurch die ohnehin dünne Zuckerschicht völlig durchnässt wurde und der Knusper-Effekt leider ausblieb.\n\nWir hatten einen Betrag i.H.v. rund 130€ zu zahlen. Nur cash sagte man uns, da das EC Gerät kaputt sei.\nAuch auf sowas hätte man von vornherein hinweisen müssen, da der Wirt nicht vom Gast erwarten kann im Voraus zu wissen, wieviel Bargeld er für seinen Besuch einstecken muss.\n\nWas wohl passiert wäre, wenn wir nicht genug Bargeld dabei gehabt hätten...?\n\nFazit für unseren Besuch:\nLeckere Speisenauswahl. Service optimierbar, wenn gewünscht, ansonsten gibt's viele andere Italiener in Hamburg und Umgebung.",
            "Review_5": "Wir waren hier jetzt schon öfter und es ist jedes Mal ein Traum. Service 10/10 und die Pizza auch super lecker. Kommen immer sehr gerne wieder ☺️",
            "Google map link": "https://www.google.com/maps?q=53.5561958,9.962638700000001",
            "Distance to a place": "93.7 km",
            "Opening hours": [
                  "Montag: 12:00–00:00 Uhr",
                  "Dienstag: 12:00–00:00 Uhr",
                  "Mittwoch: 12:00–00:00 Uhr",
                  "Donnerstag: 12:00–00:00 Uhr",
                  "Freitag: 12:00–00:00 Uhr",
                  "Samstag: 12:00–00:00 Uhr",
                  "Sonntag: 12:00–00:00 Uhr"
            ]
      },
      {
            "Name": "Restaurant Capri",
            "Rating": 4.0,
            "Price Score": 2.0,
            "Place_ids": "ChIJ11fVtM-PsUcRDcNxrWv01mg",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJ11fVtM-PsUcRDcNxrWv01mg&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Extrem Unfreundliches Personal.\nDer Kellner hat nur das nötigste gesprochen und nicht einmal gelächelt. Nicht mal auf Wiedersehen wurde gesagt. Allgemein ist es sehr eng in dem Laden. Das Besteck das wir hatten war vollkommen stumpf.\nVon der Pizza fühl ich mich ein wenig veräppelt, da ich caprese für 17€ bestellt habe und einfach eine Margherita mit kalten Mozzarella und Tomaten bekommen hab.\nAber der Boden war schön dünn was ich persönlich besser finde.\nWürde den Laden nicht unbedingt weiter empfehlen; wobei die Pizza von meinem Freund lecker war und die Nudeln am Nachbar Tisch auch ganz gut aussahen. Vllt haben wir einfach doofes Personal erwischt",
            "Review_2": "Meiner Meinung nach essen wirklich erstklassig!!\nDie Musik war viel zu laut .. wurden unfreundlich begrüßt und Kellner war sehr lustlos. Kellner wirkte mit der Menge des trinkt Geldes unzufrieden.\n\nToilette eine Katastrophe sehr schmutzig und schmuddelig. Die Türen zur Toilette konnte nicht abgesperrt werden.",
            "Review_3": "Sehr leckere Pizza zu einem vernünftigen Preis. Könnte auch eine Pizzeria in einer etwas kleineren Stadt sein ( liegt zwar direkt gegenüber dem belebten Hauptbahnhof, jedoch bekommt man hiervon nichts mit beim essen). Bedienungen waren äußerst freundlich und zuvorkommend. Einfach zum weiterempfehlen.",
            "Review_4": "Während unseres Hamburg-Trips stießen wir auf diesen Italiener. Wir hatten 2x Pizza und 1x Pasta. Es war sehr lecker und ausreichend. Das Servicepersonal war nett und sehr bescheiden bezüglich des Trinkgeldes. Es war sauber und vom Hauptbahnhofstrubel bekommt man überhaupt nichts mit!!!",
            "Review_5": "Leckeres Essen zu angemessenen Preisen in einem tollen Ambiente. Wir können das Capri ruhigen Gewissens weiterempfehlen",
            "Google map link": "https://www.google.com/maps?q=53.5531526,10.0089485",
            "Distance to a place": "95.2 km",
            "Opening hours": [
                  "Montag: 09:00–23:30 Uhr",
                  "Dienstag: 09:00–23:30 Uhr",
                  "Mittwoch: 09:00–23:30 Uhr",
                  "Donnerstag: 09:00–23:30 Uhr",
                  "Freitag: 09:00–23:30 Uhr",
                  "Samstag: 09:00–23:30 Uhr",
                  "Sonntag: 09:00–23:30 Uhr"
            ]
      },
      {
            "Name": "Il Cammino",
            "Rating": 4.0,
            "Price Score": 2.0,
            "Place_ids": "ChIJFwbKjEKPsUcRU-4w4pfz2SY",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJFwbKjEKPsUcRU-4w4pfz2SY&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Die Lage der Pizzeria ist einfach Toll. Sie haben eine Große Wahl in der Menü und die Kellern sind sehr sympathische. Jedoch, haben wir lang darauf gewartet, dass jemand unsere Bestellung aufnimmt.\nDie Pizza waren normal für dem Preise, aber nicht besonders. Wir haben c.a 40€ bezahlt (Bier, Limonade, Pizza und calzone)",
            "Review_2": "Die fischlose Fischsuppe war nur mit TK meeresfrüchten und einer Tigergarnele, bei welcher der Darm nicht entfernt wurde (bei kleinen garnelen auch nicht). Nicht gut gekocht oder gewuerzt, mit nachsalzen war es halbwegs essbar. Meine Lasagne war etwas besser als TK ware, aber die sauce und der Käse geschmacklos. Selbst die Pizzen, die erst gut aussahen, waren absolut geschmackslos. Auch das kostenlose Brot mit Dip als „gruss aus der Küche“ hilft nicht, ueber den unaufmerksamen Service hinwegzusehen. Natürlich fragt man bei diesem Lokal nicht, wie das essen war, wenn man die halbvollen Teller abräumt. Ich gehe davon aus, dass sie es selbst wissen. Mir ist meine Zeit zu schade, noch die Zustaende in den Toiletten/im Gang zu den Toiletten weiter zu erläutern.",
            "Review_3": "Ein echt cooler italienischer Wirt zur EM! Prima Pizza, frischer Salat, Likörchen auf's Haus. So geht Gastfreundschaft! Haben hier ein tolles Deutschlandspiel erlebt, mit viel Witz seitens des Wirts (Konfettikanonen bei Torschuss) und erstaunlich schnellem Service. Bemerkenswert! Mille gracie!",
            "Review_4": "Waren mit einer Gruppe hier, die anderen hatten svhon bestellt als ich dazukam, sonst wäre ich wieder raus! Es ist hier leider so dreckig.\nDas Essen, Pizza, Bruscetta überraschend lecker.\nDoch bitte liebes Il Cammino Team, macht sauber und überholt eure Sanitäteren Anlagen!",
            "Review_5": "Unfreundliches Personal, schmutziges Restaurant, überhaupt nicht gut. Wir waren dort, war auf die Toilette und wow… so Schmutzig. Das Personal ist unfreundlich und hat aggressiv gefragt, ob wir etwas trinken möchten. Nachdem wir die Pizza bestellt hatten - die für mich falsch ankam. Nach der Pizza bestellten wir ein Tiramisu, das nach allem schmeckte, was im Kühlschrank war (weiß du, wenn jemand vergisst, irgendwas offen im Kühlschrank? Ja, genau diesen Geschmack!). Ich hatte einen Löffel probiert und gesagt, dass ich es nicht essen werde, und erklärt, warum. Am Ende kam die Rechnung, und raten Sie mal? Das Tiramisu war darauf. Ich habe erklärt, warum ich nicht zustimme, zu bezahlen, und der Kellner sagte: 'Warum? Aber du hast doch gegessen!' EIN TEELÖFFEL? Die Rechnung betrug insgesamt 51,50€. Ich gab 50€. Er sagte: 'Okay, ich übernehme die 1,50€'.\n\nEntschuldigung, das ist für mich ein absolutes No-Go!",
            "Google map link": "https://www.google.com/maps?q=53.56223419999999,9.9620192",
            "Distance to a place": "92.7 km",
            "Opening hours": [
                  "Montag: 12:00–00:00 Uhr",
                  "Dienstag: 12:00–00:00 Uhr",
                  "Mittwoch: 12:00–00:00 Uhr",
                  "Donnerstag: 12:00–00:00 Uhr",
                  "Freitag: 12:00–00:00 Uhr",
                  "Samstag: 12:00–00:00 Uhr",
                  "Sonntag: 12:00–00:00 Uhr"
            ]
      },
      {
            "Name": "Pizza Pazza",
            "Rating": 3.9,
            "Price Score": 1.0,
            "Place_ids": "ChIJRUwgiUKPsUcR-EZ9ER9aTUI",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJRUwgiUKPsUcR-EZ9ER9aTUI&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Ist ganz geil, dass sie so lang geöffnet haben und mit einem Mitternachtssack kann man da Nichts falsch machen, da ist 5€ pro Stück auch ok dafür. Allerdings ist der Alte, der immer da ist, total unfreundlich, der müsste sich mal einen neuen Job suchen, man merkt, dass er keine Lust mehr hat. Bei Fragen, welche Sorten es gäbe oder ob gerade noch was im Ofen ist, wird man angepöbelt. Außerdem haben 2 Leute aus meinem Freundeskreis bereits Magenprobleme durch Pizza Pazza bekommen…",
            "Review_2": "Gibt sicherlich bessere und vor allem gemütlichere Plätze um eine Pizza zu essen, wobei das Restaurant wohl seinen ganz eigenen Charm hat.\n\nViel Auswahl gab es nicht wirklich, aber es war zumindest für jeden etwas dabei! Bzw. war der Mitarbeiter relativ flexibel und legte auch schnell noch mal ein Stück Schinken auf die Pizza. Besten Dank dafür!\n\nGeschmacklich kein Highlight aber auf jeden Fall eine solide Pizza! Die angebotenen Öle mit eingelegten Kräutern oder Chilis und Oregano zur Selbstbedienung sind ebenfalls eine gute Idee!\n\nPreislich nicht günstig, aber für mich vollkommen okay, Schanze eben, … wer ein besseres Preis/Leistung-Verhältnis will der muss eben ein Stück weiter außerhalb suchen.",
            "Review_3": "Die Pizza ist für einen schnellen Snack auf die Hand gut. Preis-Leistung steht leider nicht in Relation. Fast 10€ für zwei mittlere Stücken (einmal Salami, einmal Pilze) ist leider zu viel für das was man bekommt.",
            "Review_4": "Leckere Pizza to go oder vor Ort essen. Die Stücke werden vor Verkauf noch einmal kurz in den Steinofen gelegt. Sehr günstig. Top: hat auch mitten in der Nacht auf, falls man nach dem Barhopping auf der Schanze doch noch mal ne Heißhunger attacke erleiden sollte.",
            "Review_5": "Wenn man Hunger hat, wenn man wenig Ansprüche hat, wenn es schnell gehen soll und man keinen Wert auf netten Service legt: dann is das hier ok. Günstig is es nicht, teuer aber auch nicht, schnell ist es und geschmacklich ok. Der Käse macht es halt. Für den Snack zwischendurch machbar. Aber kein kulinarisches Highlight.",
            "Google map link": "https://www.google.com/maps?q=53.56183420000001,9.9617934",
            "Distance to a place": "92.8 km",
            "Opening hours": [
                  "Montag: 12:00–01:30 Uhr",
                  "Dienstag: 12:00–01:30 Uhr",
                  "Mittwoch: 12:00–01:30 Uhr",
                  "Donnerstag: 12:00–01:30 Uhr",
                  "Freitag: 12:00–05:30 Uhr",
                  "Samstag: 12:00–05:30 Uhr",
                  "Sonntag: 12:00–01:30 Uhr"
            ]
      },
      {
            "Name": "Bunker Döner",
            "Rating": 3.9,
            "Price Score": null,
            "Place_ids": "ChIJJVRfqe2PsUcRYNmdWKMxeSs",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJJVRfqe2PsUcRYNmdWKMxeSs&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Gegenüber vom Hochbunker bekommt man hier auch schon vormittags leckeres türkisches Essen. Es gibt auch alkoholische Getränke und man kann draußen sitzen.\nDer Laden hat seine Fans in der Community, aber Smalltalk gelang mir nicht. Vermutlich ist es einfach Glückssache, wer gerade am Tresen steht.",
            "Review_2": "Bestes mir bekanntes Geschäft seiner Art. Hier stimmt einfach alles: Umgebung, Interieur, Portionierung, aber auch das freundliche Personal und natürlich das umfangreiche Speiseangebot. Neben den bekannten Klassikern der türkischen Küche werden auch beliebte Gerichte wie Pizza und Currywurst zubereitet. Hier wird wirklich für jeden Geschmack gesorgt. Jederzeit gerne wieder.",
            "Review_3": "Das war leider nichts :(\nGeschmacklich wirklich hart an der Grenze zu Menschenrechtsverletzung.\nDas Essen wurde kalt serviert und sah gruselig aus (wirklich sehr unappetitlich)\nDas Ambiente…?\nDer Name der Lokalität sagt alles über das Ambiente aus… „Bunkerdöner“\nKönnte ich Keine Sterne geben, so würde ich dies tun.\nIch rate nachdrücklich davon ab in diesem Hause zu speisen.\nLG\nJörg",
            "Review_4": "Wenn ich null Sterne geben könnte würde ich es mache.\n\nIch habe einen Döner ohne alles bestellt, da ich keine Gurken esse.\nDer Döner wurde in einer Schüssel voller Salat, Gurken und Tomatenrest gemixt.\n\nAls ich den Mitarbeiter darauf hinwieß das ich keine Gurken esse und ich deshalb den Döner nicht essen kann und werde, ist dieser total ausgeflippt und schmiss diesen auf die Theke.\n\nDaraufhin schmiss er mir mein Geld zurück und schickte mich ohne Erklärung aus dem Laden.\n\nZusätzlich beleidigte er mich auch noch in einer anderen Sprache.\n\nDieses Verhalten finde unmöglich und hoffe das daraus Konsequenzen gezogen werden!!!!",
            "Review_5": "Meine Beste Freundin und ich haben nach einem Konzert am Dienstag den 26.März 2024 eine Dönerbox und einen Döner bestellt.\n\nBeides war leider sehr trocken und papig, wir hatten beide sofort Bauchschmerzen danach.\n\nNun habe ich seit 4 Tagen eine Lebensmittelvergiftung, war bei 2 Ärzten und im Krankenhaus ( mein Körper ist voller Entzündungen). So hatte ich mir das Osterfest nicht vorgestellt…",
            "Google map link": "https://www.google.com/maps?q=53.55749789999999,9.970005",
            "Distance to a place": "93.7 km",
            "Opening hours": [
                  "Montag: 09:00–00:00 Uhr",
                  "Dienstag: 09:00–00:00 Uhr",
                  "Mittwoch: 09:00–00:00 Uhr",
                  "Donnerstag: 09:00–00:00 Uhr",
                  "Freitag: 09:00–00:00 Uhr",
                  "Samstag: 09:00–00:00 Uhr",
                  "Sonntag: 09:00–00:00 Uhr"
            ]
      },
      {
            "Name": "Saray Köz",
            "Rating": 4.5,
            "Price Score": 2.0,
            "Place_ids": "ChIJN2ciT-aOsUcRAvM4dbtuE6Q",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJN2ciT-aOsUcRAvM4dbtuE6Q&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Zu aller erst muss ich sagen wir haben leider nur das Frühstück genießen können. Das Restaurant ist in einem Hotelgebäude und wir haben das Frühstück auch in diesem Zusammenhang zu uns nehmen dürfen. Wir sind doch einiges in der Welt herum gekommen und haben ganz gute Vergleiche. Dieses Frühstücksbuffet ist eines der besten die wir je hatten. Die Räumlichkeiten sind mit viel Platz eingerichtet und sind sehr stimmig. Das Buffet war der Hammer, ich würde sagen es ist eine Mischung aus Frühstück und Brunch. Von kalten Köstlichkeiten bis warmen Speise war alles dabei. Bilder und Video stell ich mit rein. Die Öffnungszeiten für das Frühstück sind von 8.00-14.00 Uhr. Getränke sind ausreichend vorhanden von Kaffee über Saft bis Tee. Man kann sich auch extra Latte oder Cappuccino gegen Aufpreis bringen lassen. Die Mitarbeiterin war sehr nett und freundlich. Was soll ich sagen schaut Euch die Bilder und das Video an.",
            "Review_2": "Wir waren jetzt schon öfter hier und das Essen ist sehr gut. Vorallem das Frühstück ist zu Empfehlen!!! Geht unbedingt dort frühstücken. Es gibt Brötchen, Brot, Eier verschiedener Art, Dips jeglicher Art, Gemüse, Tee, frischer Saft. Immer wieder gerne!",
            "Review_3": "Das Essen ist köstlich und besonders der Service und das Personal sind großartig .\nwir wurden von Inna & kayla sehr nett behandelt.\nVielen Dank.\nIch kann sie nur wärmstens empfehlen",
            "Review_4": "Super leckeres Essen, total gastfreundlich und tolle Atmosphäre um hier einen guten Abend zu genießen.\n\nDie Portionen sind groß. Alles wird frisch zubereitet und ist gut abgeschmeckt und würzig. Es gibt eine große Auswahl an Fleischgerichten, allerdings auch genug vegetarische Optionen. Die Vielfalt bei den Tellern ist groß: Salat, Dips, Brot, Reis/Bulgur/Pommes und Fleisch oder Falafel. So hat man immer eine große Variation zwischen frisch und deftig, verschiedenen Würzungen und Texturen. Am Ende wurde uns noch Tee angeboten.\n\nIm Restaurant sitzt man nett, alles ist sauber und ansprechend gestaltet. Der Service ist sehr präsent. Ein kleiner Minuspunkt ist allerdings, dass man Döner oder ähnliches \"auf die Hand\" nur zum Mitnehmen bestellen darf und sich nicht im Lokal hinsetzen darf. Preislich ist es etwas gehobener, allerdings die Qualität des leckeren Essens wert für mich!",
            "Review_5": "Das ist der beste Restaurant Hamburgs und das ist halt auch einen keinen deutsche Restaurant, sondern einen besonderen türkische Restaurant, die sind sehr lecker einen leckeren großen Dönerteller für 16,90 € können für eure Augen sehr teuer, aber für mich ist das nicht teuer. Es ist echt regelmäßig noch in Ordnung. Es ist echt lecker und ja und ansonsten das glaube ich Gino für 3,90 €, das ist echt lecker und das geht da dazu, wenn man immer bekommt ist auch echt lecker und ähm ja ja, ja, also da hat man alles zur Toilette, es ist meistens echt super sauber und ähm ja ja, also, ich bin einfach nur zufrieden, ich fühle mich echt nach wie wie zu Hause mein zweites zu Hause, also ähm WLAN haben die auch, aber das ist auch verschlossene WLAN. Es ist einfach sehr cool und äh gut beleuchtet, dann haben wir auch noch im Fernseher und ein bisschen Musik und die Kellner und die Kellnerin sind sehr freundlich und kinderfreundlich sind die auch die haben auch Kindersitze und so weiter und so fort Rollifahrer sind auch herzlich willkommen, da sind die auch die Tür Eingang auch für barrierefrei gut geeignet, was Marie frei leider nicht ist, was wirklich für das Herausforderung wirklich ein Arzt absolutes No-Go ist, es ist einen Toilette für mit Handicap, das ist wirklich No-Go für diesen vier vier fünf Sterne Restaurants, wenn ich nicht übertreiben darf, ähm und ja, es ist halt schade, ähm  ja, aber ansonsten",
            "Google map link": "https://www.google.com/maps?q=53.5538498,10.0135903",
            "Distance to a place": "95.4 km",
            "Opening hours": [
                  "Montag: 08:00–00:00 Uhr",
                  "Dienstag: 08:00–00:00 Uhr",
                  "Mittwoch: 08:00–00:00 Uhr",
                  "Donnerstag: 08:00–00:00 Uhr",
                  "Freitag: 08:00–02:00 Uhr",
                  "Samstag: 08:00–02:00 Uhr",
                  "Sonntag: 08:00–00:00 Uhr"
            ]
      },
      {
            "Name": "The Baby Goat Barn",
            "Rating": 4.4,
            "Price Score": null,
            "Place_ids": "ChIJ0fDuYXOPsUcREkp5h3WIqes",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJ0fDuYXOPsUcREkp5h3WIqes&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Freundlicher und aufmerksamer Service. Die Toiletten sind eher nicht so toll. Typisch für den Kiez.\n\nBesonders lecker war das Essen. Der Cheesecake und die Pizzen waren gut. Das Eis aus Ziegenmilch war auch erstaunlich lecker. Das Amber Ale schmeckte sehr gut.\nHier kann man ruhig sitzen und sich nett unterhalten ;)\n\nAllerdings ist es preislich schon etwas teurer.",
            "Review_2": "Die Bedienung im The Baby Goat Barn ist sehr nett und zuvorkommend. Die Pizza und der Cheesecake waren köstlich und absolut empfehlenswert. Obwohl die Speisekarte klein ist, ist alles an Essen verfügbar. Der Pub bietet eine gute Auswahl an Biersorten. Da es sich nicht um ein italienisches Restaurant handelt, ist die Auswahl begrenzt. Das The Baby Goat Barn befindet sich in einer Seitenstraße der Reeperbahn.",
            "Review_3": "Wir waren zum Eröffnungsspiel der deutschen Mannschaft in der Bar, nachdem wir uns erkundigt haben, ob das Spiel gezeigt wird. Leider gab es weder Ton und lief der Stream. Wenn er mal lief, sehr holprig und mir 3 Minuten Verzögerung.\nEine sehr enttäuschende Erfahrung.\nDie Pizza war in Ordnung. Immerhin hat das Bier geschmeckt, was aber nicht gereicht hat, dass wir länger als eine halbe Stunde des Spiels geblieben sind.",
            "Review_4": "Verdammt lecker! Einzigartige Pizza - wahrscheinlich die Beste die in den letzten 12 Monaten gegessen habe.\n\nUnbedingt zu empfehlen: Homemade Cheesecake Shots!\n\nDer Service sehr freundlich und bietet eine tolle Beratung.",
            "Review_5": "Bier, Bier, Bier. Gute Location, sehr freundliches Personal. Pizza bestellt, lecker. Bier in 11 verschiedenen Sorten. Davon 4 getestet, alle süffig. Wir kommen gerne wieder. Danke für Eure Gastfreundschaft.",
            "Google map link": "https://www.google.com/maps?q=53.5501892,9.965019999999999",
            "Distance to a place": "94.3 km",
            "Opening hours": [
                  "Montag: Geschlossen",
                  "Dienstag: 17:00–00:00 Uhr",
                  "Mittwoch: 17:00–00:00 Uhr",
                  "Donnerstag: 17:00–00:00 Uhr",
                  "Freitag: 16:00–02:00 Uhr",
                  "Samstag: 12:00–02:00 Uhr",
                  "Sonntag: 12:00–22:00 Uhr"
            ]
      },
      {
            "Name": "Gloria Hamburg",
            "Rating": 4.3,
            "Price Score": 2.0,
            "Place_ids": "ChIJzw9Sy0SPsUcRN15PgykslLE",
            "Place urls": "https://maps.googleapis.com/maps/api/place/details/json?place_id=ChIJzw9Sy0SPsUcRN15PgykslLE&key=AIzaSyBYtq7koQNE1I66iDEPbUtGvFWAif6ZJr0&language=de",
            "Review_1": "Ich kann nicht fassen dass dieser köstliche Aperol und die Pizza in der Happy hour unter 10€ gekostet haben. Der besuch hier hat meine perspektive auf das leben und die liebe verändert",
            "Review_2": "Essen war schon echt gut und sehr originelle aber auch klassische Kombinationen. Ein Tank Bier dazu welches leicht nach Karamell schmeckt während es den Weg zum Magen macht und alles ist perfekt. Preislich in Ordnung bis leicht über den Wunsch preis aber wohl verdient!",
            "Review_3": "Auf jeden Fall besuchen und Tankbier genießen! Das Personal und die Geschäftsführung (Falco) sind top. Ich kann es kaum erwarten, bald Tankbier in meiner Heimat Bochum im Ruhrgebiet zu trinken",
            "Review_4": "Das Gloria ist eine sehr schöne Lokation. Die Bierspezialitäten sind sehr lecker, sie werden direkt  aus Tschechien importiert. Wir kommen gerne wieder. Die Bedienung ist sehr freundlich.\n\nMit freundlichen Grüssen\n\nBa Laoban",
            "Review_5": "Die Lage hat uns besonders gut gefallen, ist etwas ruhiger, als sonst woanders in Hamburg. :) Das Essen ist sehr lecker und die Atmosphäre passt einfach!  Gerne wieder :)",
            "Google map link": "https://www.google.com/maps?q=53.5679666,9.959543300000002",
            "Distance to a place": "92.2 km",
            "Opening hours": [
                  "Montag: 17:00–23:00 Uhr",
                  "Dienstag: 17:00–00:00 Uhr",
                  "Mittwoch: 17:00–00:00 Uhr",
                  "Donnerstag: 17:00–00:00 Uhr",
                  "Freitag: 17:00–02:00 Uhr",
                  "Samstag: 17:00–02:00 Uhr",
                  "Sonntag: 17:00–23:00 Uhr"
            ]
      }
]