[
    {
        "Name": "L'Osteria Kiel",
        "Rating": 4.2,
        "Price Score": 2.0,
        "Place_ids": "ChIJl-AlEmBWskcRHNE3omkiDsc",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJl-AlEmBWskcRHNE3omkiDsc"
        ],
        "Distance to a place": "1.0 km",
        "Indoor eating place": true,
        "Summary of reviews": "Diese hauchdünne, super knusprige RIESIGE Pizza ist eine sehr schöne Abwechslung zu den meisten Pizzerien.\nPizzen sind gut belegt, sehr dünner Teig und die Ränder si Cross wie Knäckebrot.\nMan muss nicht lange auf Getränke und Essen warten, obwohl das Restaurant fast komplett voll war."
    },
    {
        "Name": "Restaurant im Haus des Sports",
        "Rating": 3.9,
        "Price Score": 2.0,
        "Place_ids": "ChIJoYFHg4VWskcR3v7SnultKYA",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJoYFHg4VWskcR3v7SnultKYA"
        ],
        "Distance to a place": "2.7 km",
        "Indoor eating place": true,
        "Summary of reviews": "Zur Organisation vor Ort: Das Personal war bemüht, aber dennoch sichtlich überfordert, was dazu führte, dass man sehr lange auf seine Getränke warten musste.\nAls jedoch das Servicepersonal mitbekam, dass Personen spucken mussten, wollten sie die Veranstaltung vorzeitig im 01:00 Uhr beenden, was zu massivem Unverständnis bei uns führte.\nFür Seminare und kleinere Veranstaltungen, die nicht bis Open End gehen sollen, ist das Haus des Sports sicher geeignet."
    },
    {
        "Name": "Das Wirtshaus",
        "Rating": 4.3,
        "Price Score": 2.0,
        "Place_ids": "ChIJJe3yHV5WskcRr21JHcTROU0",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJJe3yHV5WskcRr21JHcTROU0"
        ],
        "Distance to a place": "0.7 km",
        "Indoor eating place": true,
        "Summary of reviews": "Hatte Tage vorher reserviert und gesagt das mein Mann an diesem Tag Geburtstag hat.\n- Sauce Hollandaise auch unklar ob selbst gemacht, war aber ganz gut - Spargel top gegart - Kartoffeln super\nService war sehr aufmerksam und nett Auch als Vegetarier findet man hier was :)"
    },
    {
        "Name": "Gaststätte Ratskeller",
        "Rating": 4.4,
        "Price Score": 2.0,
        "Place_ids": "ChIJl1GfRmdWskcRijUav_xkb3k",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJl1GfRmdWskcRijUav_xkb3k"
        ],
        "Distance to a place": "0.7 km",
        "Indoor eating place": true,
        "Summary of reviews": "Wir entschlossen uns, im Ratskeller einzukehren, was eine sehr gute Wahl war.\nDie Bedienung hat sich jedoch aufrichtig entschuldigt und wir haben eine kleine Aufmerksamkeit als \"Entschuldigung\" erhalten.\nAlles in allem kann ich trotz des Malheurs den Ratskeller empfehlen, auch wenn die Preise für meinen Geschmack bei der angebotenen Leistung ein, zwei Euro zu teuer sind, und auch nach dem Essen der Service etwas lange gedauert hat."
    },
    {
        "Name": "PETER PANE Burgergrill & Bar",
        "Rating": 4.4,
        "Price Score": 2.0,
        "Place_ids": "ChIJbQ8byl1WskcRqBq_p2uAWSQ",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJbQ8byl1WskcRqBq_p2uAWSQ"
        ],
        "Distance to a place": "0.2 km",
        "Indoor eating place": true,
        "Summary of reviews": "Gerne hätten wir noch etwas getrunken, aber niemand kam, um unsere Bestellung aufzunehmen.\nWenn sich für uns die Gelegenheit bietet schauen wir gern wieder vorbei 😃.\nSehr gut finden wir das es jetzt Plätze mit Rückenlehnen gibt 👍 so sollte die ganze Inneneinrichtung sein!"
    },
    {
        "Name": "Mamajun",
        "Rating": 4.7,
        "Price Score": NaN,
        "Place_ids": "ChIJKcJ25GhWskcR1_V2CzA4z38",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJKcJ25GhWskcR1_V2CzA4z38"
        ],
        "Distance to a place": "1.1 km",
        "Indoor eating place": true,
        "Summary of reviews": "Die Preise sind etwas höher, dafür kommt das Fleisch aus der Region.\nIch hatte super leckere Falafel, mit einer knusprigen Kruste und Humus als Vorspeise.\nDas Mamajun bietet eine qualitativ hochwertige Auswahl an Speisen und Getränken kombiniert mit einem wunderschönen Ambiente."
    },
    {
        "Name": "Lagom Restaurant & Bar",
        "Rating": 4.6,
        "Price Score": 2.0,
        "Place_ids": "ChIJh_sVvQ1XskcROnRDBoY5pZs",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJh_sVvQ1XskcROnRDBoY5pZs"
        ],
        "Distance to a place": "1.3 km",
        "Indoor eating place": true,
        "Summary of reviews": "Kurzentschlossen einen Tisch im Lagom reserviert und für ein paar Smörrebröd eingekehrt.\nWer es gerne skandinavisch mag, kann mit dem Lagom nichts falsch machen!\nWir hatten einen Platz draussen auf der Terrasse, mit Blick aufs Wasser."
    },
    {
        "Name": "Restaurant BOOTSHAUS 1862",
        "Rating": 4.4,
        "Price Score": NaN,
        "Place_ids": "ChIJ_S2FPERWskcRLhn0j1SmI1E",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJ_S2FPERWskcRLhn0j1SmI1E"
        ],
        "Distance to a place": "1.0 km",
        "Indoor eating place": true,
        "Summary of reviews": "Die nette Aussicht mit gelegentlich vorbeifahrenden Schiffen direkt vor der Nase rundet das Ganze sehr gut ab.\nDas Gemüse ist außergewöhnlich schmackhaft, Preis / Leistung war total in Ordnung, Portionen nicht zu klein, man wird sehr gut statt.\nDer Service war sehr nett und aufmerksam, das Ambiente angehen u d eine tolle Terrasse mit Blick auf die Förde."
    },
    {
        "Name": "Burger Bank",
        "Rating": 4.2,
        "Price Score": 2.0,
        "Place_ids": "ChIJJ8JhVVxWskcRBX8WFOQXb0U",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJJ8JhVVxWskcRBX8WFOQXb0U"
        ],
        "Distance to a place": "0.2 km",
        "Indoor eating place": true,
        "Summary of reviews": "Schade das ein und der gleiche Laden, auch gleicher Besitzer wohlgemerkt, so unterschiedlich sein kann.\nLiebes Team... Ich hatte mir einen Caesar Salat bestellt allerdings ohne Hähnchenstreifen .ich fragte extra nach ob ich statt den Hähnchenstreifen Gurke und Mais haben dürfte .War kein Problem sagte man mir.beides fehlte.\nMachen sie nicht .unverschämt hoch 3 😕 Tolle Coctails, viele verschiedene Burger und Beilagen zur Auswahl."
    },
    {
        "Name": "John's Burgers",
        "Rating": 4.5,
        "Price Score": 2.0,
        "Place_ids": "ChIJVc85Dm5WskcRvSBQ7b7_bLQ",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJVc85Dm5WskcRvSBQ7b7_bLQ"
        ],
        "Distance to a place": "1.7 km",
        "Indoor eating place": true,
        "Summary of reviews": "Die Bestellung hat man auf einem laminierten Blatt aufgegeben so konntest du dir dein Menü bzw Burger selbst zsm stellen.\nEmpfehlen wir weiter :) Bürger leider sehr klein und wenig drauf, dafür 12,50 ist schon bisschen doll.. Patty war jetzt auch nichts besonderes.\nNicht nur der Job den die Mädels dort das ganze Wochenende gerockt haben, sondern auch eure Burger 🍔!"
    },
    {
        "Name": "Der Bauch von Kiel",
        "Rating": 4.3,
        "Price Score": 2.0,
        "Place_ids": "ChIJ6enS1WdWskcRYBeOkIBMlvg",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJ6enS1WdWskcRYBeOkIBMlvg"
        ],
        "Distance to a place": "1.0 km",
        "Indoor eating place": true,
        "Summary of reviews": "Die günstigste Pasta (ab 10€) und das teuerste Gericht Surf and Turf (knapp 30€) sind nichts für den knappen Geldbeutel.\nEs war trotzdem eine tolle Erfahrung und wer in der Umgebung ist sollte hier unbedingt einkehren.\nAbsolut lecker....Hirschcarpaccio, Büffelmozzarella, Lachs und Surf und Turf...einfach herrlich....die Creme brulee sehr lecker  jedoch heiss serviert...kalt wäre  es für mich persönlich perfekt gewesen ... Super freundlicher Service..."
    },
    {
        "Name": "Pier 16 - Kiel",
        "Rating": 4.4,
        "Price Score": 3.0,
        "Place_ids": "ChIJr3r8-l9WskcRw-xF218Rn7s",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJr3r8-l9WskcRw-xF218Rn7s"
        ],
        "Distance to a place": "1.0 km",
        "Indoor eating place": true,
        "Summary of reviews": "Wir haben das Wochenende im Atlantic verbracht und sowohl morgens als auch abends dort gegessen.\nWir kommen bestimmt wieder ins Atlantic und bedanken uns sehr herzlich bei allen für diesen schönen Aufenthalt!\nWir waren zum Sonntagsfrühstück dort und hatten einen schönen Platz direkt am Fenster."
    },
    {
        "Name": "Haveli | FINE FOOD",
        "Rating": 4.6,
        "Price Score": 2.0,
        "Place_ids": "ChIJHbdNHNtXskcRDw46rOP0kBc",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJHbdNHNtXskcRDw46rOP0kBc"
        ],
        "Distance to a place": "1.7 km",
        "Indoor eating place": true,
        "Summary of reviews": "Wir hatten eine tolle Zeit und kommen bei unserem nächsten Besuch in Kiel gerne wieder.\nIn der vergangenen Woche haben wir die aufgefrischte Karte des Haveli kennen und schätzen gelernt :-).\nEin Teil unserer Lieblingsgerichte wie das inji pulli sind unverändert geblieben, andere wurden etwas angepasst (z."
    },
    {
        "Name": "Manufactur Restaurant",
        "Rating": 4.6,
        "Price Score": NaN,
        "Place_ids": "ChIJU7e-oOpXskcROSFYYRJDe94",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJU7e-oOpXskcROSFYYRJDe94"
        ],
        "Distance to a place": "1.7 km",
        "Indoor eating place": true,
        "Summary of reviews": "Geschmacklich und von der Menge gut, mit den Erdbeeren erwartet man über die bloße Kombination hinaus noch einen Kniff (mariniert, kombiniert, Crunch dabei…).\nDie Salatbeilage mehr als eine Beilage, wirklich gelungen unter anderem mit Keimlingen und Sprossen.\nAn unseren Speisen gibt es nichts auszusetzen,  gute Qualität, sehr schmackhaft und dekorativ angerichtet."
    },
    {
        "Name": "Chagall",
        "Rating": 4.3,
        "Price Score": 2.0,
        "Place_ids": "ChIJ59Dm7WRWskcR-9LsBO_yyaQ",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJ59Dm7WRWskcR-9LsBO_yyaQ"
        ],
        "Distance to a place": "1.6 km",
        "Indoor eating place": true,
        "Summary of reviews": "Sind nur durch Zufall dort gestrandet,  reichhaltige Karte, das Essen kommt nicht ganz an 5 Sterne ran aber fast.\nGutes Getränkeangebot, man sollte aber unbedingt fragen, ob es noch was außerhalb der Karte gibt, so konnten wir ein wirklich leckeres Bier aus Frankreich genießen.\nDas Essen war super, Service freundlich und drinnen ist es echt gemütlich."
    },
    {
        "Name": "El Paso",
        "Rating": 4.0,
        "Price Score": 2.0,
        "Place_ids": "ChIJJRTksWBWskcRz2lce47xnAM",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJJRTksWBWskcRz2lce47xnAM"
        ],
        "Distance to a place": "0.7 km",
        "Indoor eating place": true,
        "Summary of reviews": "Ist nachvollziehbar, weil es nicht jeder sehr scharf mag, aber dann fehlt auf dem Tisch die Möglichkeit zum Nachwürzen.\nNur 3 Sterne fürs Ambiente, weil es einige ungepflegte Ecken gibt, wenn man genauer hinschaut, bei unserem Tisch war eine Lüftung in der Aussenwand, die zwar abgedeckt war, aber es entstand so viel Zugluft, dass wir unsere Mäntel auf dem Schoß brauchten und Schals getragen haben.\nEs war sehr voll und die Bedienungen hatten gut zu tun,trotzdem wurden wir an den Tisch begleitet."
    },
    {
        "Name": "Pane Vino Restaurant",
        "Rating": 4.7,
        "Price Score": NaN,
        "Place_ids": "ChIJ-4oqf0pXskcR5gHtsTI7nQs",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJ-4oqf0pXskcR5gHtsTI7nQs"
        ],
        "Distance to a place": "1.6 km",
        "Indoor eating place": true,
        "Summary of reviews": "Es gab einen Gruß aus der Küche in Form einer Vorspeise, was wir sehr nett fanden.\nJetzt zu den Gerichten, es gibt auf der Sonderkarte ganz tolle Steak Zuschnitte, die man nicht überall findet.\nPreis Leistung möchte gerne jeder für sich beurteilen, da gehen die Meinungen ja weit auseinander."
    },
    {
        "Name": "HANS IM GLÜCK - KIEL Berliner Platz",
        "Rating": 4.1,
        "Price Score": 2.0,
        "Place_ids": "ChIJa88CoMhXskcRLWWNY1t0kdM",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJa88CoMhXskcRLWWNY1t0kdM"
        ],
        "Distance to a place": "0.4 km",
        "Indoor eating place": true,
        "Summary of reviews": "Leider wurde darauf erst reagiert, als ich um einen anderen Tisch gebeten hatte.\nWir waren zu viert und würden es nur aus diesem Grund nicht wieder machen.\nAndere Gäste gingen sogar, weil sie über 30 Minuten saßen und keiner kam, um die Bestellung aufzunehmen."
    },
    {
        "Name": "Schweinske Kiel",
        "Rating": 4.1,
        "Price Score": 1.0,
        "Place_ids": "ChIJI8lsW2lWskcRuAVlH36QvDE",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJI8lsW2lWskcRuAVlH36QvDE"
        ],
        "Distance to a place": "1.3 km",
        "Indoor eating place": true,
        "Summary of reviews": "Das Essen ist erstklassig zubereitet und schmeckt fantastisch,  hier leistet die Küche eine sehr gute Arbeit.\nJeder war von seinem eigenen Teller so angetan, dass er vom anderen auch testen wollte.\nViele laute Studenten die so reden als wenn sie noch nicht richtig im Leben angekommen sind."
    },
    {
        "Name": "El Greco",
        "Rating": 4.5,
        "Price Score": 2.0,
        "Place_ids": "ChIJGylEi2RWskcR7uzizja-Ub8",
        "Google map link": [
            "https://www.google.com/maps?q=place_id:ChIJGylEi2RWskcR7uzizja-Ub8"
        ],
        "Distance to a place": "1.5 km",
        "Indoor eating place": true,
        "Summary of reviews": "Wer große Portionen, guten Service und gutes griechisches Essen (wie wir es eingedeutscht gewohnt sind) mag, ist hier richtig aufgehoben.\nGestern Abend hatten wir das Vergnügen, im griechischen Restaurant El Greco in Kiel zu speisen, und es war eine absolute Freude!\nFür eine Veranstaltung in Kiel und vorab auf der Suche nach etwas Essbarem, sind wir im El Greco gelandet."
    }
]